{
    "Welche Schichten des ISO/OSI-Referenzmodels bilden das Transportsystem?": "Physical Layer – Bitübertragungsschicht, Data Link Layer – Sicherungsschicht,    Network Layer – Vermittlungsschicht, Transport Layer – Transportschicht",
    "Welche Schichten des ISO/OSI-Referenzmodels bilden das Anwendungssystem?": "Session Layer – Sitzungsschicht, Presentation Layer – Darstellungsschicht, Application Layer - Anwendungsschicht",
    "Mit wie vielen weiteren Schichten kann eine Schicht des OSI-Referenzmodells kommunizieren?": "Mit 2 Schichten d.h. darüber- und darunterliegengenden.",
    "Die Definition von notwendigen physikalischen Schnittstellen ist die Aufgabe eines OSI-Standards. Dazu gehören etwa die ___________, _________ bei Stecker und Buchsen. Bitte ergänzen Sie den fehlenden Begriff?": "Pinbelegungen, Signalpegel",
    "Welche Schicht ist in der Netzwerkkarte abgebildet?": "Physical Layer – Bitübertragungsschicht, Data Link Layer – Sicherungsschicht",
    "Was ist CRC?": "Algorithmus zur fehlererkennung. Cyclic Redundancy Check: Sicherungsverfahren zur Übertragungsfehlererkennung",
    "Unter welchen Bedingungen ist der Einsatz von kleineren data frames sinnvoller als der von großen data frames?": "Bei fehleranfälligen Übertragung",
    "Wie nennt man ein einfaches Verfahren zur Fehlerkorrektur auf der OSI-Schicht 2?": "ARQ – automatic repeat request",
    "Wann ist die Flusskontrolle bzw. Flusssteuerung notwendig?": "Wenn die Geschwindigkeiten von Sender und Empfänger stark unterschiedlich sind.",
    "Ein Kriterium für die Verbindungsorientierung der Schicht 4 ist  die Erhaltung der Sequenzreihenfolge der versendeten Datenpakete. Welche Möglichkeit hat das Protokoll dieser Schicht, falls ein Datenpaket durch ein anderes überholt wird?": "Das Schicht-4-Protokoll verwaltet die Sequenzreihenfolge(Zwischenspeicherung) und fordert die verlorenen Pakete neu an.",
    "Wie nennt man die Schicht des OSI-Referenzmodells, die neben dem Auf- und Abbau von Verbindungen die Dialogsteuerung übernimmt?": "Session Layer – Sitzungsschicht",
    "Welchen Vorteil bietet ein Protokoll, das auf mehreren OSI-Ebenen verwendet werden kann?": "Nur ein Header notwendig: weniger Datenverkehr!",
    "Aus welchen Unterschichten besteht Sicherungsschicht?": "MAC (Media Access Control),  LLC (Logical Link Control)",
    "Welche Geräte arbeiten auf den Schichten 1 und 2?": "Schicht 1: HUB, Repeater, Medienkonverter, Netzwerkkarte\nSchicht 2: Netzwerkkarte, Bridge, Switch Layer 2",
    "Welche Geräte arbeiten auf der Schicht 1?": "HUB, Repeater, Medienkonverter",
    "Welche Geräte arbeiten auf der Schicht 3?": "Router, Switch Layer 3",
    "Welche Geräte arbeiten auf den Schichten 1 bis 7?": "Gateway",
    "Wie heißen die Pakete auf den Schichten 1 bis 7?": "1: kein Pakete\n2: Frames\n3: Datagramme\n4: Segmente\n5 bis 7: Message",
    "Wie heißen die Adressen auf den Schichten 2 bis 4 und wie lang sind sie?": "2: MAC-Adresse:\t48-Bit\n3: IP-Adresse:\t\tv4: 32-Bit-Adressen; v6: 128-Bit-Adressen\n4: Port-Nr:\t\t16-Bit",
    "Wie heißt die Verbindung der IP-Adresse mit der Portnummer (z.B. 123.23.25.8:80  IPv4)?": "IPv6 [7800::4567:ABCD:1234]:80\nSocket",
    "Was unterscheidet die physikalische Topologie von der logischen Topologie?": "Physikalisch: \tDie räumliche Verbindung von Netzwerkkomponenten\t\tLogische: \tOrganisation der Kommunikationswege der angeschlossenen \t\t\t\tNetzwerkstationen",
    "Nennen Sie die bekannten Topologien?": "Bus, Stern, Ring, Doppelring, Baum, vermaschte Topologie",
    "Welche dieser Topologien würden Sie der Firma BITLC vorschlagen (zwei Gebäuden mit Klassenräumen)?": "Baumtopologie – Sterntopologie",
    "Hub ist physikalisch ein ______ und logisch ein ______ ?": "Stern, Bus",
    "Token-Ring-Hub ist physikalisch ein _______ und logisch ein _______?": "Stern, Ring",
    "Topologisch gesehen besteht ein Netzwerk aus Knoten (nodes) und Verbindungen (connections). \nIst diese Aussage richtig?": "Ja",
    "Welche Topologie ist im Internet sichtbar?": "vermaschte Topologie",
    "Nennen sie Nachteile der Bus-Topologie?": "hohe Störanfälligkeit des Mediums, bei steigender Anzahl von Stationen hohe \tAnzahl von Kollisionen bei Zugriffen, Probleme bei Fehlersuche und -analyse,bei \tStörung des Übertragungsmediums Störung der gesamten Kommunikation",
    "Welche Netze verbinden einzelne Netze zu einem Gesamtnetz?": "Backbone Netze",
    "Beschreiben Sie Das Personal Area Network (PAN)?": "PAN ist die Vernetzung des häuslichen Bereiches (bis ca. 100 Meter)",
    "Wie groß ist LAN?": "mehrere 100 Meter",
    "Was unterscheidet WAN vom GAN?": "WAN umfasst den Bereich eines Landes oder Kontinentes (bis mehrere 1000 km).\nGAN geht die geographische Ausdehnung über einen Kontinent hinaus und umfasst möglicherweise den gesamten Planeten",
    "Nennen Sie Argumente für die Einführung des Netzwerkes?": "Resource Sharing, Software Sharing , Data Sharing, \tInformationsaustausch,Sicherheitsverbund, GreenIT: wenige Hardware, \tweniger Stromverbrauch,Elektrosmog wird reduziert,Zentrale \tAdministration, Internetzugang",
    "Nennen Sie drei Arten von Netzwerksystemen in IT-Systemen?": "Server, Clients, Terminals",
    "Nennen Sie fünf Netzwerkarchitekturen?": "Peer-to-Peer, Client-Server, Terminal-Server, Mittlere Datentechnik, Cluster",
    "Welche Aufgabe hat Medienkonverter?": "Setzt Übertragungssignale zweier Unterschiedlicher Medien auf Schicht 1 des ISO/OSI Modells um",
    "Ist die folgende Aussage richtig?": "Ja,Netzwerkkarte wandelt parallel empfangene Daten in seriellen \tDatenstrom.",
    "Nennen Sie zwei Typen der Netzwerkkarten(NIC)?": "Passive NIC’s, Aktive NIC’s (+Mikroprozessor,Speicher)",
    "Beschreiben Sie die Aufgabe des Repeaters?": "Regeneriert die Übertragungssignale räumlichen Erweiterung des Netzwerkes",
    "Was verbindet Hub und Repeater?": "Hub ist ein Multiport-Repeater",
    "Beschreiben Sie die Aufgabe der Bridge?": "Teilen Netze durch Bildung von Segmenten in Kollisions-Domänen auf.\n(Schleifenbildung /-auflösung)",
    "Wie arbeitet Spanning Tree Protokoll?": "Bridges und Switches kommunizieren miteinander\nSchleifenstruktur wird mittels festgelegten Algorithmus und Protokoll in Baumstruktur gelöst die dann keine Schleifen mehr enthält",
    "Ist Switch ein Multiport-Bridge?": "Ja",
    "Welche Zusatzfunktion haben einige Switches?": "VLAN – Teilung der Rechner in separate LAN’s unabhängig von ihrer physikalischen Struktur, auf Basis der MAC-Adresse, IP-Adressen oder Portnummer logisch organisiert, Kaskadierung, Konfigurationsmöglichkeit über PC (USB, Serielle Schnittstelle).",
    "Welche Hauptaufgabe haben Router?": "Verbinden Netzwerke mit unterschiedlichen Topologien und Protokollen(auf OSI 1-3).",
    "Welche weiteren Aufgaben haben Router?": "Filterung, Weiterleitung der Netzwerkpakete",
    "Nennen Sie die bekannten Routing-Verfahren?": "Statisches, Dynamisches, Default-Routing",
    "Wann werden Gateways eingesetzt?": "Dann wenn die kommunizierende Rechner sich stark (vollkommen) unterscheiden\nEmail-Systeme , Proxy-Server mit integrierter Firewall, WAN-Verbindungen",
    "Um den Kern eines Koaxialkabels befindet sich ein Mantel aus einem nicht leitenden Material. Wie nennt man diese nichtleitende Schicht in der Elektronik?": "Dielektrikum",
    "Je höher die übertragene Frequenz auf einem Koaxialkabel ist, umso weniger Informationen können letztendlich in einer Sekunde übertragen werden. Ist diese Aussage zutreffend?": "Nein",
    "Eine wichtige physikalische Eigenschaft des Kabels ist sein Dämpfungsverhalten. In welcher Einheit wird dieses Verhalten gemessen?": "dB",
    "Welches Werkzeug benötigen Sie, um das Kabel für den Eigengebrauch selbst  zu vorbereiten?": "Abisolierzange, Seitenschneider, Crimpzange",
    "Aus mindestens wie vielen soliden und miteinander verdrillten Kupferleitern besteht das Twisted-Pair-Kabel?": "(2-Paere),(4-Paare)\n\nBitte nennen Sie die vier Hauptgruppen von Twisted-Pair-Kabeln (TP-Kabeln)?.\n\nUTP=Unshielded Twisted Pair, STP=Shield Twisted Pair, S/STP= Screened Shield Twisted Pair, S/UTP(FTP)= Screened Unshielded Twisted Pair",
    "Wie heißt der Standard Twisted-Pair Anschluss?": "RJ-45(Netzwerke), RJ-11(Telefon)",
    "Über wie viele Anschlüsse verfügt der RJ-45-Stecker?": "8 Anschlüsse",
    "Welches Kabel verwendet 1000BASE-T Ethernet?": "Mindestens Kategorie 5\t (5e)",
    "Aus welchem Grund werden in der Netzwerktechnik auch Lichtwellenleiter eingesetzt?": "größere Datenübertragungsraten, größere Reichweite, Nicht anfällig gegen elektromagnetische Störungen",
    "Auf beiden Seiten eines Lichtwellenleiters befindet sich eine Sende- und Empfangseinheit, die die elektrischen Signale in Lichtimpulse umsetzt und umgekehrt. Die Erzeugung der Lichtimpulse im Sender geschieht entweder mittels einer _______oder einer ________. Im Empfänger befinden sich  _______, die die Lichtimpulse wieder aufnehmen. Bitte vervollständigen Sie die Sätze.?": "Leuchtdiode(LED), Laserdiode, Photodioden",
    "Zwischen welchen Faserarten wird bei den Lichtwellenleitern unterschieden?": "Stufenindexfasern, Monomodefasern, Gradientenindexfasern",
    "Mit welchem Begriff wird der Vorgang, bei dem sich Lichtwellen, die infolge der Reflexion so aufeinander treffen, dass bei einem Signal die Spitze nach oben zeigt, die des anderen nach unten zeigt und sich deshalb auslöschen, bezeichnet?": "Interferenz in Gegenphase (180)",
    "Wie heißt ein Lichtstrahl, der mit einem bestimmten Einfallswinkel via Reflexion übertragen wird?": "Mode",
    "Mit welchem Begriff wird die Fertigung einer Verbindung zwischen einem Lichtwellenleiter und einem Verbindungselement bezeichnet?": "Splicing-Verbindung. (Fusionsspleißen oder Klebespleißen).",
    "Neben Kabelverbindungen werden unter bestimmten Umständen auch kabellose Verbindungsarten eingesetzt. Welche Techniken stehen dafür zur Verfügung?": "Infrarottechnik, Laser, Mikrowelle, Funk",
    "Wie bezeichnet man die Datenübertragung über die Leitungen der Energieversorgungsunternehmen?": "PLC – Power Line Communication",
    "In welche drei Abschnitte wird ein strukturiertes Netzwerk geteilt?": "Primärverkabelung (Gelände), Sekundärverkabelung (Gebäude),\nTertiärverkabelung (Etagen)",
    "Wie lang maximal sind permanent Link und Channel Link?": "Permanent Link: max. 90m, Channel Link: max. 100m",
    "Welche Informationen liefern NEXT und FEXT?": "Nahübersprechen am Anfang und Ende der Leitungen (Seite 52)",
    "Warum verdrillt man die Leitungen bei dem Twisted Pair-Kabel?": "Auf Twisted Pair-Kabeln findet eine differentielle Datenübertragung (symmetrisch) s\ttatt, es gibt daher mindestens zwei Sendeleitungen (TXD+, TXD-) und auch zwei \tEmpfangsleitungen (RXD+, RXD-).  Die Datensignale werden hier nicht wie bei einer \tKoaxialleitung auf die Masse bezogen, sondern das Nutzsignal liegt zwischen TXD- \tund TXD+, was dementsprechend auch für das Empfangssignal auf den RXD-\tLeitungen gilt. Dadurch werden Störsignale weitgehend unterdrückt, denn ein ä\tußeres Störsignal wirkt sich auf die beiden komplementären Signaladern aus und  \tdas hieraus resultierende Differenzsignal wird idealerweise wieder zu Null. \tVoraussetzung ist hierfür, dass die Leitungen eines Aderpaares exakt gleich lang und \tzudem absolut homogen miteinander verdrillt sind.",
    "Welche Schichten unterscheidet TCP/IP-Referenzmodell?": "Network Access Layer (Zugangsschicht)\t ,Internetworking Layer (Internet Working Schicht), Transport Layer (Transportschicht), Application Layer (Anwendungsschicht",
    "Nennen Sie die IP-Adress-Klassen und die ersten Bitbelegungen der Klassen?": "A: 0, B: 10, C: 110, D: 1110, E: 11110",
    "Nennen Sie Netz- und Hostanteile in Bytes für diese Klassen?": "A: 1 + 3, B: 2 + 2, C: 3 + 1",
    "Berechnen Sie genau Anzahl der Adressen(Hosts) der A-Klasse?": "224 – 2  =  16.777.214",
    "Wofür sind die Adressen der D-Klasse gedacht?": "Für Multicast-Adressen",
    "Wer verwaltet die IPv4-Adressen?": "IANA",
    "Welche Adressen der einzelnen Klassen sind für private Adressen freigegeben?": "Klasse A: 10.0.0.0, Klasse B: 172.16.0.0 bis 172.31.0.0, Klasse C: 192.168.0.0 bis 192.168.255.0",
    "Welche Bedeutung hat die Adresse 0.0.0.0?": "Die Adresse kann innerhalb eines Netzes verwendet werden, um sich auf das aktuelle Netz zu beziehen.",
    "Welche Bedeutung hat die Adresse 127.0.0.1?": "Ist ein Loopback-Interface, hier kann eine virtuelle Netzwerkschnittstelle mit sich selbst Netzwerkkommunikation betreiben.",
    "Welche Bedeutung hat die Adresse 255.255.255.255?": "Ist eine universelle Broadcast-Adresse, hier werden alle Datenpakete an alle Hosts im Netzwerk empfangen.",
    "Welche Bedeutung hat die Adresse 169.254.0.0 (169.254.x.x)?": "link local (IP-Adresse selbst zuweisen) APIPA-Automatic Private IP Adressing \t(zeroconf).\n\tErreicht der Rechner jedoch keinen DHCP-Server, z.B. weil keiner im gleichen Segment \taktiv und auch über DHCP-Relay nicht zu erreichen ist, so bekommt der Rechner \tautomatisch eine zufällige Adresse aus dem Bereich 169.254.x.x.\n\tAPIPA ist dafür gedacht, dass Heimanwender ein TCP/IP-Netzwerk betreiben können, \tohne mit IP-Adressierung und IP-Parametern konfrontiert zu werden. In Netzen mit \techter IP-Adressplanung haben diese automatischen Adressen jedoch nichts zu suchen.",
    "Erklären Sie folgende Begriffe: Unicast, Broadcast,  Multicast, Anycast?": "Unicast: „Eins zu Eins“ , Broadcast: „Eins zu Alle“ Verbindung, Multicast: „Eins zu \tEinige“ , Anycast: „Eins zum nächstgelegenen Ziel“ Verbindung",
    "Die sogenannte TCP/IP Protokollsuite umfasst Regeln für den Kommunikationsaufbau und ___________________ innerhalb eines Netzes, sowie RegeIn für die __________________ in unterschiedlichen Netzen, die miteinander verbunden sind?": "Kommunikationsabbau, Kommunikation",
    "Nennen Sie bitte Programme, die auf die TCP/IP Protokollsuite aufsetzen?": "HTTP, SMTP, FTP",
    "Welches Schichtenmodell liefert TCP/IP und kann dem OSI-Referenzmodell gegenübergestellt werden?": "DoD-4",
    "Das Transmission Control Protocol (TCP) ist ein Protokoll für eine gesicherte Verbindung zwischen zwei Systemen. Woraus besteht diese Sicherung beim Datenversand?": "Rückmeldung",
    "Das User Datagram Protocol ist im Gegensatz zu TCP ein ungesicherter verbindungsloser Dienst. Welchen Nachteil weist dieses Protokoll auf?": "Verzicht von Overhead, Datensicherung eingeschränkt",
    "Was ist die Hauptaufgabe des Internet-Protocols?": "Routing",
    "Wozu dient das Internet Control Message Protocol?": "Um Fehlermeldungen und Betriebsinformationen zu senden",
    "Welches Protokoll übersetzt IP-Adressen in MAC-Adressen (auch als Umsetzung von Software-Adressen in Hardware-Adressen bezeichnet)?": "Address Resolution Protocol (ARP)",
    "Normalerweise wird die IP-Adresse in der \"conial form« angegeben. Mit wie vielen Bytes wird diese, jeweils einzeln in dezimaler Schreibweise durch Punkte getrennt, angegeben?": "Vier Bytes",
    "Bitte geben Sie den Well-Known-Port an, unter dem FTP zu erreichen ist?": "Port 21",
    "Aus welchen zwei Teilen besteht eine IP-Adresse (z.B. bei Subnetting)?": "Netzwerkanteil, Hostanteil",
    "Das Network bezeichnet eine logische oder organisatorische Einheit von Rechnern, wie etwa eine Firma oder eine Organisation. Der Host-Anteil bezeichnet dann die einzelnen Rechner in dieser Einheit. Trifft diese Aussage zu?": "Ja.",
    "Wie wird der Vorgang bezeichnet, bei dem mit Hilfe der Subnet-Mask festgelegt wird, was als netzinterner Network-Anteil und was als netzinterner Host-Anteil gelten soll?": "Subnetting",
    "Statt IP-Adressen mit Zahlenkombinationen anzugeben, werden häufig Namen verwendet. Wie heißt es?": "host1.rz.orga.de",
    "Die Klasse der IPv4-Adresse erkennt man im ersten (linken Byte). Ist die Aussage richtig?": "Ja.\n\n\nDie Klasse D (IPv4) wird verwendet für\n\nMulticast",
    "Was sind die Anzahl der Hosts der Klasse B ?": "65.534",
    "Was verstehen Sie unter Klassenlosen Netzen (CIDR) in Bezug auf Maske?": "Maske muss nicht auf Bytegrenze liegen",
    "Welche Organisation vergibt die IPv4-Adressen in Deutschland?": "deNIC GmbH",
    "Welche Aufgabe hat DHCP-Dienst?": "automatische Zuweisung von Netzwerkkonfigurationen",
    "Welche Komponente des Netzes organisiert Paketaustausch zwischen unterschiedlichen Netzen?": "Router",
    "Was sind die Algorithmen des dynamischen Routings?": "RIP, IGRP, BGP",
    "Welche Aufgabe hat die Routing-Tabelle?": "Beim statischen Routing werden manuell alle benötigten Routen in die Routingtabellen der Router eingetragen.",
    "Was ist CSMA/CD?": "Zugriffsverfahren(Bus)",
    "Auf welcher Schicht agiert TCP?": "Schicht 4",
    "Was ist MTU?": "PPPoE",
    "Was unterscheidet TCP von UDP. Was sind Unterschiede?": "Verbindungsorientiert vs.Verbindungslos, Zuverlässigkeit, Geschwindigkeit, Anwendungen",
    "Was Sie der Dachverband nationaler Standardisierungsgremien auf internationaler Ebene?": "ISO",
    "Welche Organisation betreut Standardgruppe 802?": "IEEE",
    "Welche Organisation ist für internationale Zuweisung und Registrierung von Sende- und Empfangsfrequenzen oder Internationale Regelungen für die Nutzung von Frequenzen zuständig?": "ITU(Internationale Fernmeldeunion)",
    "was gehört zu den 802 Gruppen?": "Fast Ethernet,Gigabit Ethernet ,\t 10 Gigabit Ethernet, Drahtlosen LANs",
    "Welches Zugriffsverfahren verwendet Ethernet?": "CSMA",
    "Welche zwei Frame-Arten unterstützen moderne Netzwerkkarten?": "Ethernet-Frames (802.3), Wi-Fi-Frames (802.11)",
    "vervollständigen Sie die Sätze. TCP/IP-Protokoll verwendet ____________-Frame. \nNetBEUI-Protokoll verwendet _____________-Frame?": "Ethernet, NetBEUI",
    "was sind die Funktionen der Netzwerkkarte?": "Frame Erstellung, LLC, MAC, Signalerzeugung",
    "Welche logische Topologie verwendet Token-Ring?": "Token Ring",
    "Wie schnell ist Token-Ring?": "4 oder 16 Mbit/s",
    "Im welchen Bereich arbeitet FDDI?": "MAN",
    "Welche logische Topologie verwendet FDDI?": "dual-ring",
    "Wie schnell ist FDDI?": "100 Mbit/s",
    "Wie groß ist max. Ringlänge von FDDI?": "100–200 km",
    "Wie viele Stationen dürfen am Ring angeschlossen sein?": "500",
    "Welche Vorteile bringt mit sich CIDR-Verfahren?": "Effiziente Adresszuweisung, Verbesserte Routing-Effizienz, Einsparung von IPv4-Adressen, Skalierbarkeit, Vereinfachte Netzwerkverwaltung",
    "Welche Notation wird als Ersatz der Maske bei CIDR verwendet?": "255.255.255.192",
    "Sie entscheiden sich für die Netzadresse 192.168.221.0 .  Sie müssen 13 Teilnetze erstellen. Wie viele Adressen dürfen Sie maximal pro Teilnetz vergeben?": "14",
    "Sie entscheiden sich für die Netzadresse 192.168.17.0 .  Im Raum(1 Raum =1 Teilnetz) dürfen max. 10 Rechner mit eigenem IP stehen. Wie viele Teilnetze maximal dürfen Sie einrichten?": "16",
    "Sie sollen ein internes Netz mit 80 Teilnetzen und jeweils 50 Rechner pro Teilnetz mit Adressen versehen. Welche privaten Adressen kommen in Frage?": "Klasse A, Klasse B",
    "Wie können Sie die IP-Adresse Ihres Rechners unter Windows ermitteln?": "cmd = ipconfig",
    "Wie können Sie die IP-Adresse Ihres Rechners unter Linux ermitteln?": "ifconfig",
    "Mit welchem Befehl werden MAC- und IP-Adresse gemeinsam gezeigt?": "ipconfig /all",
    "Was passiert bei dem Befehl getmac/v ein?": "Verbindungsspezifisches DNS-Suffix wird angezeigt",
    "Vergleichen Sie bezüglich von MAC- und IP-Adressen die Ausgabe von ipconfig /all und  arp –a. Was fällt Ihnen auf?": "ipconfig/all: Informationen zu Netzwerkadaptern, arp-a: ARP-Tabelle",
    "Welche Programme benutzen ICMP?": "Ping, Traceroute",
    "Wie lang ist IPv6-Adresse?": "8 Blöcke zu je 4 Zeichen",
    "Wie ist IPv6 Adresse Aufgebaut?": "32 Hexadezimalzeichen, 8 Blöcke zu je 4 Zeichen, Durch doppelpunkt getrennt",
    "Wie heißt ping-Befehl bei IPv6?": "ping -6",
    "Aus welchem Bereich stammen bei IPv6 die selbstzugewiesenen Adressen?": "Link-Local-Bereich",
    "Aus welchem Bereich stammen bei IPv6 die Local Unicast Adressen?": "ULA",
    "Welche Bedeutung hat die IPv6-Adresse ::1 ?": "Loopback-Adresse",
    "Wie wird Tunelling-Adresse gekennzeichnet?": "Die Tunneling-Adresse bei KNX wird durch das IP-Tunneling realisiert",
    "Wie wird Multicast-Adresse gekennzeichnet?": "FFPG:X"
}