{
    "Was ist ein Algorithmus?": "Eine Bearbeitungsvorschrift zur Lösung einer Aufgabe",
    "Was beschreibt das EVA-Prinzip?": "Die drei Hauptschritte der Datenverarbeitung: Eingabe, Verarbeitung, Ausgabe",
    "Warum kann Standard-Software schnell an ihre Grenzen stoßen?": "Weil sie nur für allgemeine Anwendungen konzipiert ist",
    "Was versteht man unter Modularität in der Softwareentwicklung?": "Das Zerlegen einer Gesamtaufgabe in kleinere, verständlichere Teile",
    "Welche Vorteile bietet die Modularisierung von Software?": "Reduziert die Entwicklungszeit und erhöht die Wartbarkeit",
    "Was ist das Abstraktionsprinzip?": "Das Ausschließen unwesentlicher Informationen von Aufgabenstellungen",
    "Welche Methode wird in der Regel bei der Entwicklung kleiner Programme verwendet?": "Top-down-Methode",
    "Was ist das Ziel der Analysephase im Software-Lebenszyklus?": "Festlegung, was die Software tun soll",
    "Was beinhaltet die Implementierungsphase?": "Das Erstellen und Testen des Programmcodes",
    "Warum ist die Wiederverwendbarkeit von Modulen wichtig?": "Sie spart Entwicklungszeit und -kosten",
    "Welche Sprache wird oft als die \"Muttersprache\" der Programmierung bezeichnet?": "Maschinensprache",
    "Welche der folgenden Aussagen beschreibt am besten den Begriff \"Debugging\"?": "Das Auffinden und Beseitigen von Fehlern in einem Programm",
    "Was versteht man unter \"Quellcode\"?": "Der von Programmierern geschriebene Text eines Programms",
    "Welche der folgenden Aussagen beschreibt das \"Wasserfallmodell\"?": "Ein Modell, bei dem jede Phase des Softwareentwicklungsprozesses einmal durchlaufen wird",
    "Welche Programmiersprache wird häufig für die Webentwicklung verwendet?": "JavaScript",
    "Was ist ein Compiler?": "Ein Programm, das Quellcode in Maschinensprache übersetzt",
    "Was beschreibt das Prinzip der \"Datenkapselung\"?": "Das Verbergen der internen Zustände und das Bereitstellen von Schnittstellen",
    "Was bedeutet der Begriff \"Iteration\" in der Programmierung?": "Das mehrfache Durchlaufen eines bestimmten Codeabschnitts",
    "Welche der folgenden Kontrollstrukturen wird verwendet, um Entscheidungen zu treffen?": "Bedingte Anweisung",
    "Welche Methode wird verwendet, um die Wiederverwendbarkeit von Code zu erhöhen?": "Verwendung von Bibliotheken und Modulen",
    "Bild1 Was fehlt diesem Code in der Lücke?": "print",
    "Bild2 Was fehlt diesem Code in der Lücke?": ")",
    "Bild3 Was fehlt diesem Code in der Lücke?": "{year}",
    "Bild4 Was fehlt diesem Code in der Lücke?": "int",
    "Bild5 Was fehlt diesem Code in der Lücke?": "if",
    "Bild6 Was fehlt diesem Code in der Lücke?": "==",
    "Bild7 Was fehlt diesem Code in der Lücke?": "message",
    "Bild8 Was fehlt diesem Code in der Lücke?": "number",
    "Bild9 Was fehlt diesem Code in der Lücke?": "input",
    "Bild10 Was fehlt diesem Code in der Lücke?": "else:",
    "Bild11 Was fehlt in diesem Code in der Lücke?": "f",
    "Bild12 Um zugelassen zu werden muss das Gewicht zwischen 235 und 265 Pfund liegen.Was fehlt in diesem Code in der Lücke?": "< , <",
    "Bild13 Was fehlt in diesem Code in der Lücke?": "elif",
    "Bild14 Was fehlt in diesem Code in der Lücke?": "math",
    "Bild15 Was fehlt in diesem Code in der Lücke?": "e",
    "Bild16 Was fehlt in diesem Code in der Lücke?": "+=",
    "Bild17 Was fehlt in diesem Code in der Lücke?": "i",
    "Bild18 Was fehlt in diesem Code in der Lücke?": "range",
    "Bild19 Was fehlt in diesem Code in der Lücke?": "i",
    "Bild20 Was fehlt in diesem Code in der Lücke?": "True",
    "Bild21 Was fehlt in diesem Code in der Lücke?": "math.",
    "Bild22 Was fehlt in diesem Code in der Lücke?": "%"
}